Repository: uwmadisoncals/cals-main-plugins
Catalog: cool-timeline-pro/languages/cool-timeline-*.po
Languages: de_de, fr_fr, id_id, it_it

# Used before category names.
source: Categories
de_de: Kategorien
fr_fr: Catégories
id_id: kategori
it_it: Categorie

# Used before tag names.
source: Tags
fr_fr: Mots clés
it_it: tag

# Taxonomy General Name
source: Categories
de_de: Kategorien
fr_fr: Catégories
id_id: kategori
it_it: Categorie

# Taxonomy Singular Name
source: Category
de_de: Kategorien
fr_fr: Catégories
id_id: Kategori
it_it: Categorie

source: Categories
de_de: Kategorien
fr_fr: Catégories
id_id: Kategori
it_it: Categorie

source: All Items
de_de: Alle Elemente
fr_fr: Tous les articles
id_id: Semua barang
it_it: Tutti gli articoli

source: Parent Item
de_de: Übergeordnetes Element
fr_fr: Article parent
id_id: induk Barang
it_it: Articolo Parent

source: New Item Name
de_de: Name des neuen Artikels
fr_fr: Nouveau nom d'élément
id_id: Barang baru Nama
it_it: Nuovo Nome dell'articolo

source: Add New Item
de_de: Füge neuen Gegenstand hinzu
fr_fr: Ajoute un nouvel objet
it_it: Aggiungi nuovo elemento

source: Edit Item
de_de: Element bearbeiten
fr_fr: Modifier l'article
id_id: mengedit Barang
it_it: Modifica elemento

source: Update Item
de_de: Element aktualisieren
fr_fr: Mettre à jour l'élément
id_id: Update Barang
it_it: Aggiornamento Item

source: View Item
de_de: Ansichtselement
fr_fr: Regarder l'objet
id_id: Lihat Barang
it_it: Visualizza Articolo

source: Separate items with commas
de_de: Trennen Sie Elemente durch Kommas
fr_fr: Séparez les éléments avec des virgules
id_id: item dengan koma
it_it: elementi separati da virgole

source: Add or remove items
de_de: Hinzufügen oder Entfernen von Elementen
fr_fr: Ajouter ou supprimer des éléments
id_id: Menambah atau menghapus item
it_it: Aggiungere o rimuovere elementi

source: Choose from the most used
de_de: Wählen Sie aus den am häufigsten verwendeten
fr_fr: Choisissez parmi les plus utilisés
id_id: Pilih dari yang paling sering digunakan
it_it: Scegliere tra i più utilizzati

source: Popular Items
de_de: Beliebte Artikel
fr_fr: Articles populaires
id_id: Produk populer
it_it: Articoli popolari

source: Search Items
de_de: Artikel suchen
fr_fr: Rechercher des articles
id_id: Cari Produk
it_it: Cerca Articoli

source: Not Found
de_de: Nicht gefunden
fr_fr: Pas trouvé
id_id: Tidak ditemukan
it_it: Non trovato

source: No items
de_de: Keine Gegenstände
fr_fr: Pas d'objet
id_id: Tidak ada barang
it_it: Nessun oggetto

source: Items list
de_de: Artikelliste
fr_fr: Liste des articles
id_id: daftar item
it_it: lista articoli

source: Items list navigation
de_de: Artikelliste Navigation
fr_fr: Navigation dans la liste des articles
id_id: daftar item navigasi
it_it: Lista elementi di navigazione

# column name
source: Story Title
de_de: Geschichte Titel
fr_fr: Titre de l'histoire
id_id: Judul cerita
it_it: Story Titolo

# column name
source: Story Date
de_de: Geschichte Titel
fr_fr: Date de l'histoire
id_id: cerita Tanggal
it_it: storia Data

# column name
source: Story Category
de_de: Geschichte Kategorie
fr_fr: Catégorie d'histoire
id_id: cerita Kategori
it_it: Story Categoria

source: Story Format
de_de: Geschichte Format
fr_fr: Format d'histoire
id_id: cerita Format
it_it: Story Formato

# column name
source: Published Date
de_de: Veröffentlichungsdatum
fr_fr: date de publication
it_it: Data pubblicazione

source: Cool Timeline Default
fr_fr: Par défaut
id_id: Keren Timeline default
it_it: Raffreddare Timeline di default

source: Create Stories Timeline
de_de: Erstellen Sie Geschichten Timeline
fr_fr: Créer une chronologie
id_id: Buat Cerita Timeline
it_it: Creare storie Timeline

source: Select Stories Category
de_de: Wählen Sie Geschichten Kategorie
fr_fr: Sélectionnez la catégorie Stories
id_id: Pilih Stories Kategori
it_it: Selezionare le Storie Categoria

source: Create Category Specific Timeline (By Default - All Categories)
fr_fr: Créer une chronologie spécifique (Par défaut - Toutes les catégories)
it_it: Crea categoria Timeline specifico (per impostazione predefinita - Tutte le Categorie)

source: Timeline Type
de_de: Timeline-Typ
fr_fr: Type de chronologie
id_id: Jenis Timeline
it_it: Tipo Timeline

source: Vertical Timeline (Default)
de_de: Vertical Timeline (Standardeinstellung)
fr_fr: Chronologie verticale (par défaut)
id_id: Vertikal Timeline (Default)
it_it: Timeline verticale (Default)

source: Horizontal Timeline
de_de: Zeitachse
fr_fr: Chronologie horizontale
id_id: Timeline horisontal
it_it: Timeline orizzontale

source: Vertical Timeline Layout
de_de: Vertikales Zeitachsenlayout
fr_fr: Disposition de timeline verticale
id_id: Vertikal Timeline Tata Letak

source: Vertical Both side
de_de: Vertikal Beide Seiten
fr_fr: Vertical Les deux côtés
id_id: Vertikal Kedua sisi
it_it: Verticale Entrambi lato

source: Select your timeline layout
de_de: Wählen Sie Ihr Zeitachsenlayout
fr_fr: Sélectionnez votre plan de montage chronologique
id_id: Pilih tata letak garis waktu Anda
it_it: Seleziona il layout della timeline

source: Timeline Designs
de_de: Zeitleisten-Designs
fr_fr: Chronologie
id_id: Desain Timeline
it_it: disegni Timeline

source: Default
de_de: Standard
fr_fr: Défaut
id_id: kegagalan
it_it: Predefinito

source: Flat Design
de_de: Flaches Design
fr_fr: Design plat
id_id: Desain datar
it_it: Design piatto

source: Classic Design
de_de: Klassisches Design
fr_fr: Conception Classique
id_id: Desain klasik
it_it: disegno classico

source: Elegant Design
de_de: Klassisches Design
fr_fr: Design élégant
id_id: Desain elegan
it_it: design elegante

source: Choose Timeline Designs (Check Vertical Designs & Horizontal Designs ) <br><a target="_blank" href="http://www.cooltimeline.com/cool-timeline-pro-vertical-designs">Vertical Timeline demos</a> | <a target="_blank" href="http://www.cooltimeline.com/horizontal-timeline-designs-demos">Horizontal Timeline demos</a>
de_de: Wählen Sie Zeitleisten-Designs (Überprüfen Sie Vertikale Entwürfe u. Horizontale Entwürfe) <br> <a target="_blank" href="http://www.cooltimeline.com/cool-timeline-pro-vertical-designs"> Vertikale Timeline-Demos </a> Aufrechtzuerhalten <a target="_blank" href="http://www.cooltimeline.com/horizontal-timeline-designs-demos"> Horizontal-Timeline-Demos </a>
fr_fr: Choisissez les conceptions de la chronologie (Vérifiez les dessins verticaux et les dessins horizontaux) <br> <a target="_blank" href="http://www.cooltimeline.com/cool-timeline-pro-vertical-designs"> Démonstrations chronologiques verticales </a> | <a target="_blank" href="http://www.cooltimeline.com/horizontal-timeline-designs-demos"> Délais Horizontaux </a>
id_id: Pilih Timeline Desain (Periksa Vertical Desain & Desain Horizontal) <br><a target="_blank" href="http://www.cooltimeline.com/cool-timeline-pro-vertical-designs">Vertical Timeline demos</a> | <a target="_blank" href="http://www.cooltimeline.com/horizontal-timeline-designs-demos">Horizontal Timeline demos</a>
it_it: Scegliete Timeline Designs (controllare i progetti verticali e orizzontali disegni) <br> <a target="_blank" href="http://www.cooltimeline.com/cool-timeline-pro-vertical-designs"> demo verticale Timeline </a> | <a target="_blank" href="http://www.cooltimeline.com/horizontal-timeline-designs-demos"> demo orizzontale Timeline </a>

source: Display Stories Blocks/Columns
de_de: Anzeigen Stories Blöcke / Spalten
fr_fr: Afficher les histoires Blocs / colonnes
id_id: Tampilan Cerita Blok / Kolom
it_it: Mostra Stories Blocchi / Colonne

source: Select number of items
de_de: Wählen Sie die Anzahl der Elemente aus
fr_fr: Sélectionnez le nombre d'articles
id_id: Pilih jumlah item
it_it: Selezionare il numero di articoli

source: *This Options Is Not For Default Design. (<a href="http://www.cooltimeline.com/horizontal-timeline-flat-design">Horizontal Timeline</a>
de_de: * Diese Optionen sind nicht für Standarddesign. (<a href="http://www.cooltimeline.com/horizontal-timeline-flat-design"> Horizontale Zeitachse </a>
fr_fr: * Cette option n'est pas pour la conception par défaut. (<a href="http://www.cooltimeline.com/horizontal-timeline-flat-design"> chronologie horizontale </a>
id_id: * Pilihan Ini Bukan Untuk Desain Default. (<a Href="http://www.cooltimeline.com/horizontal-timeline-flat-design"> Horizontal Timeline </a>
it_it: * Questa opzione non è per disegno predefinito. (<a Href="http://www.cooltimeline.com/horizontal-timeline-flat-design"> orizzontale Timeline </a>

source: This options is not for default desgin.
de_de: Diese Option ist nicht für default desgin.
fr_fr: Cette option n'est pas pour la desgin par défaut.
id_id: Pilihan ini bukan untuk desgin default.
it_it: Questa opzione non è per desgin di default.

source: Timeline skin
de_de: Zeitleiste Haut
fr_fr: Peau de timeline
id_id: kulit Timeline
it_it: pelle Timeline

source: Light
de_de: Licht
fr_fr: Lumière
id_id: Cahaya
it_it: Leggero

source: dark
de_de: dunkel
fr_fr: foncé
id_id: gelap
it_it: buio

source: Create Light, Dark or Colorful Timeline
de_de: Erstellen Sie helle, dunkle oder bunte Zeitleiste
fr_fr: Créer un scénario clair, sombre ou coloré
id_id: Buat Cahaya, Dark atau Timeline Colorful
it_it: Creare chiaro, scuro o colorato Timeline

source: Order
de_de: Auftrag
fr_fr: Commande
id_id: Memesan
it_it: Ordine

source: Timeline Stories order like:- DESC(2017-1900) , ASC(1900-2017)
de_de: Timeline Stories wie folgt bestellen: - DESC (2017-1900), ASC (1900-2017)
fr_fr: Ordre des histoires de chronologie comme: - DESC (2017-1900), ASC (1900-2017)
id_id: Cerita Timeline memesan seperti: - DESC (2017-1900), ASC (1900-2017)
it_it: Storie Timeline Ordina per: - disc (2017-1900), ASC (1900-2017)

source: Date Formats
fr_fr: Formats de date
id_id: Tanggal Format
it_it: formati di data

source: Timeline Stories dates custom formats
de_de: Timeline Stories Daten benutzerdefinierte Formate
fr_fr: Chronologie dates formats personnalisés
id_id: Cerita Timeline tanggal format kustom
it_it: Storie Timeline date formati personalizzati

source: Show number of Stories
de_de: Anzahl der Stories anzeigen
fr_fr: Afficher le nombre d'histoires
id_id: Tampilkan jumlah Cerita
it_it: Mostra il numero di storie

source: You Can Show Pagination After These Posts In Vertical Timeline.
de_de: Sie können Pagination nach diesen Posts in Vertical Timeline anzeigen.
fr_fr: Vous pouvez afficher la pagination après ces messages dans la chronologie verticale.
id_id: Anda Bisa Tampilkan Pagination Setelah Tulisan ini Dalam Vertical Timeline.
it_it: È possibile mostrare Impaginazione Dopo questi messaggi in verticale Timeline.

source: Icons
de_de: Ikonen
fr_fr: Icônes
id_id: ikon
it_it: Icone

source: YES
de_de: JA
fr_fr: OUI
id_id: IYA NIH
it_it: SÌ

source: NO
de_de: NEIN
fr_fr: NON
id_id: TIDAK

source: Display Icons In Timeline Stories. By default Is Dot.
de_de: Anzeigen von Icons In Timeline Stories. Standardmäßig ist Dot.
fr_fr: Afficher les icônes dans les chroniques. Par défaut est Dot.
id_id: Ikon layar Dalam Cerita Timeline. Secara default Apakah Dot.
it_it: Visualizza icone nella Timeline storie. Di default è Dot.

source: Animations Effect
de_de: Animationen Wirkung
fr_fr: Animations Effet
id_id: animasi Effect
it_it: effetto animazioni

source: shake
fr_fr: secouer
id_id: menggoyang
it_it: scuotere

source: wobble
de_de: flattern
fr_fr: osciller
id_id: goyangan
it_it: oscillare

source: swing
fr_fr: balançoire
id_id: ayunan

source: None
de_de: Keiner
fr_fr: Aucun
id_id: tak satupun
it_it: Nessuna

source: Add Animations Effect Inside Timeline. You Can Check Effects Demo From <a target='_blank' href='https://daneden.github.io/animate.css/'>Animate.css</a>.
de_de: Fügen Sie Animations-Effekt innerhalb der Zeitleiste hinzu. Sie können Effekt-Demo von <a target='_blank' href='https://daneden.github.io/animate.css/'> Animate.css </a> überprüfen.
fr_fr: Ajouter effet d'animation dans la chronologie. Vous pouvez vérifier la démo des effets de <a target='_blank'href='https://daneden.github.io/animate.css/'> Animate.css </a>.
id_id: Tambahkan Animasi Efek dalam Timeline. Anda Bisa Periksa Efek Demo Dari <a target='_blank' href='https://daneden.github.io/animate.css/'> Animate.css </a>.
it_it: Aggiungere animazioni Effetto All'interno Timeline. È possibile controllare Effetti Demo Da <a target='_blank' href='https://daneden.github.io/animate.css/'> Animate.css </a>.

source: Cool Content Timeline
de_de: Coole Inhaltszeitleiste
fr_fr: Contenu de la page
id_id: Keren Konten Timeline
it_it: Fantastici contenuti Timeline

source: Create Blog Posts Timeline
de_de: Blogbeiträge erstellen
fr_fr: Créer des chroniques
id_id: Buat Blog Posts Timeline
it_it: Crea Blog Messaggi Timeline

source: Content Post type
de_de: Inhaltstyp
fr_fr: Contenu Type de message
id_id: Jenis konten Pos
it_it: Contenuto di tipo post

source: post
fr_fr: poster
id_id: pos
it_it: inviare

source: Don't Change This If You Are Creating Blog Posts Timeline or Define Content Type Of Your Timeline Like:- Posts
de_de: Ändern Sie dies nicht, wenn Sie erstellen Blog Posts Timeline oder definieren Sie Inhalt Typ Ihrer Timeline wie: - Posts
fr_fr: Ne changez pas ceci si vous créez des posts de blog Timeline ou définissez le type de contenu de votre chronologie comme: - Messages
id_id: Jangan Ubah ini Jika Anda Apakah Membuat Blog Posts Timeline atau Tentukan Konten Jenis Anda Timeline Seperti: - Tulisan
it_it: Non modificare questa se si sta creando Blog Messaggi Timeline o Definire il tipo di contenuto del vostro Timeline come: - Messaggi

source: Taxonomy Name
de_de: Name der Taxonomie
fr_fr: Nom de taxonomie
id_id: taksonomi Nama
it_it: Tassonomia Nome

source: category
de_de: Kategorie
fr_fr: Catégorie
id_id: kategori
it_it: categoria

source: Don't Change This If You Are Creating Blog Posts Timeline or Define Content Type Taxonomy.
de_de: Ändern Sie dies nicht, wenn Sie erstellen Blog Posts Timeline oder Definieren von Inhaltstyp Taxonomie.
fr_fr: Ne changez pas ceci si vous créez des chroniques de posts de blog ou définissez la taxonomie de type de contenu.
id_id: Jangan Ubah ini Jika Anda Apakah Membuat Blog Posts Timeline atau Tentukan Jenis Konten Taksonomi.
it_it: Non modificare questa se si sta creando Blog Messaggi Timeline o Definire Tipo di contenuto tassonomia.

source: Category Specific Timeline (Add Category Slug)
de_de: Kategorie Spezielle Zeitleiste (Kategorie hinzufügen Slug)
fr_fr: Calendrier spécifique à la catégorie (Ajouter slug de catégorie)
id_id: Kategori Tertentu Timeline (Tambahkan kategori Slug)
it_it: Categoria Timeline specifico (Aggiungi Categoria Slug)

source: Show Category Specific Blog Posts. Like For cooltimeline.com/category/fb-history/ it will be <b>fb-history</b>.
de_de: Kategorie anzeigen. Wie bei cooltimeline.com/category/fb-history/ wird es <b> fb-history </ b> sein.
fr_fr: Afficher les messages de blog spécifiques à la catégorie. Comme pour cooltimeline.com/category/fb-history/ il sera <b> fb-history </ b>.
id_id: Tampilkan Kategori Blog Tertentu Posts. Seperti Untuk cooltimeline.com/category/fb-history/~~V akan <b> fb-sejarah </ b>.
it_it: Show categoria blog specifico post. Come per cooltimeline.com/category/fb-history/~~V~~singular~~3rd sarà <b> fb-storia </ b>.

source: Tag Specific Timeline (Add Category Slug)
de_de: Tag-spezifische Timeline (Kategorie hinzufügen)
fr_fr: Calendrier spécifique à la balise (Ajouter slug de catégorie)
id_id: Tag khusus Timeline (Tambah Kategori Slug)
it_it: Tag Timeline specifico (Aggiungi Categoria Slug)

source: Show Tag Specific Blog Posts. Like For cooltimeline.com/tag/fb-history/ it will be <b>fb-history</b>.
de_de: Zeige Tag spezifische Blog-Posts. Wie bei cooltimeline.com/tag/fb-history/ wird es <b> fb-history </ b> sein.
fr_fr: Afficher les messages spécifiques au blog. Comme pour cooltimeline.com/tag/fb-history/ il sera <b> fb-history </ b>.
id_id: Tampilkan Tag Blog Tertentu Posts. Seperti Untuk cooltimeline.com/tag/fb-history/~~V akan <b> fb-sejarah </ b>.
it_it: Visualizza Tag blog specifico post. Come per cooltimeline.com/tag/fb-history/~~V~~singular~~3rd sarà <b> fb-storia </ b>.

source: Timeline Layout
de_de: Zeitleisten-Layout
fr_fr: Plan de montage chronologique
id_id: Timeline Tata Letak

source: Default Layout (Vertical Both side)
de_de: Standard-Layout (Vertikal Beide Seiten)
fr_fr: Disposition par défaut (Vertical Both side)
id_id: Bawaan Tata Letak (Vertical Kedua sisi)
it_it: TimelinDefault Layout (verticale entrambi i lati) e layout

source: One Side Layout (Vertical one sided)
de_de: Einseitiges Layout (vertikal einseitig)
fr_fr: Une disposition latérale (verticale un côté)
id_id: Satu Side Tata Letak (satu vertikal sisi)
it_it: Un layout laterale (verticale unilaterale)

source: Select no of items
de_de: Wählen Sie die Anzahl der Artikel aus
fr_fr: Sélectionner aucun élément
id_id: Pilih tidak ada item
it_it: Selezionare no di articoli

source: Horizontal Layout (This option only for content timeline)
de_de: Horizontales Layout (Diese Option nur für die Inhaltszeitleiste)
fr_fr: Mise en page horizontale (cette option est réservée au contenu de la chronologie)
id_id: Tata Letak horisontal (Opsi ini hanya untuk waktu konten)
it_it: Layout orizzontale (questa opzione solo per cronologia dei contenuti)

source: *This Options Is Not For Default Design. (Check Demo Here)
de_de: * Diese Optionen sind nicht für Standarddesign. (Demo hier überprüfen)
fr_fr: * Cette option n'est pas pour la conception par défaut. (Vérifiez la démo ici)
id_id: * Pilihan Ini Bukan Untuk Desain Default. (Lihat Demo sini)
it_it: * Questa opzione non è per disegno predefinito. (Controllare demo qui)

source: Create Light, Dark or Colorful Timeline.
de_de: Erstellen Sie helle, dunkle oder bunte Zeitleiste.
fr_fr: Créez une chronologie claire, sombre ou colorée.
id_id: Buat Cahaya, Dark atau Timeline Colorful.
it_it: Creare chiaro, scuro o colorato Timeline.

source: Show number of posts
de_de: Anzahl der Beiträge anzeigen
fr_fr: Afficher le nombre de messages
id_id: Tampilkan jumlah posting
it_it: Mostra numero di posti

source: Cool Social Timeline
de_de: Coole soziale Zeitleiste
fr_fr: Chronologie sociale fraîche
id_id: Keren Timeline Sosial
it_it: Raffreddare Timeline sociale

source: Facebook Page Timeline
de_de: Facebook-Seite Zeitleiste
fr_fr: Chronologie de la page Facebook
id_id: Halaman Facebook Timeline
it_it: Pagina Facebook Timeline

source: Facebook App Id
fr_fr: Identifiant de l'application Facebook

source: Facebook App Id.
fr_fr: Identifiant de l'application Facebook

source: Facbook APP secret Key
de_de: Facbook APP geheimer Schlüssel
fr_fr: Facbook clé secrète APP
id_id: Facbook APP Key rahasia
it_it: Facbook APP chiave segreta

source: Facbook Page name
de_de: Facbook Seitenname
fr_fr: Facbook Nom de la page
id_id: Nama Facbook Halaman
it_it: Nome Facbook Pagina

source: Facbook Page name E.g <a target="_blank" href="https://diigo.com/097qi4">techcrunch</a>
de_de: Facbook Seitenname E.g <a target="_blank" href="https://diigo.com/097qi4"> techcrunch </a>
fr_fr: Facbook Nom de la page E.g <a target="_blank" href="https://diigo.com/097qi4"> techcrunch </a>
id_id: Nama Facbook Halaman Mis <a target="_blank" href="https://diigo.com/097qi4"> TechCrunch </a>
it_it: Nome Facbook pagina ad es <a target="_blank" href="https://diigo.com/097qi4"> TechCrunch </a>

source: Create Light, Dark or Colorful Timeline..
de_de: Erstellen Sie helle, dunkle oder bunte Zeitleiste ..
fr_fr: Créez une chronologie claire, sombre ou colorée ..
id_id: Buat Cahaya, Dark atau Timeline Colorful ..
it_it: Creare chiaro, scuro o Timeline colorato ..

source: Show number of posts desc.
de_de: Anzahl der Stellen anzeigen absteigend.
fr_fr: Montrer le nombre de messages desc.
id_id: Tampilkan jumlah posting desc.
it_it: Mostra numero di posti disc.

source: Read more
de_de: Weiterlesen
fr_fr: Lire la suite
id_id: Baca lebih banyak
it_it: Leggi di più

source: Use Cool Timeline pro wordpress plugin to showcase your life or your company story in a vertical timeline format. Cool Timeline Pro is an advanced timeline plugin that creates responsive vertical storyline automatically in chronological order based on the year and date of your posts.
de_de: Verwenden Sie Cool Timeline Pro WordPress Plugin, um Ihr Leben oder Ihre Unternehmensgeschichte in einem vertikalen Zeitrahmen-Format zu präsentieren. Cool Timeline Pro ist ein fortgeschrittenes Timeline-Plugin, das eine reaktionsschnelle vertikale Storyline automatisch in chronologischer Reihenfolge erstellt, basierend auf dem Jahr und dem Datum Ihrer Beiträge.
fr_fr: Utilisez Cool Timeline pro wordpress plugin pour mettre en valeur votre vie ou votre histoire de l'entreprise dans un format de montage chronologique verticale. Cool Timeline Pro est un plugin de timeline avancé qui crée une histoire verticale réactive automatiquement dans l'ordre chronologique en fonction de l'année et la date de vos messages.
id_id: Gunakan Keren Timeline pro wordpress plugin untuk menampilkan kehidupan Anda atau cerita perusahaan Anda dalam format garis waktu vertikal. Keren Timeline Pro adalah plugin waktu canggih yang menciptakan alur cerita vertikal responsif secara otomatis dalam urutan kronologis berdasarkan tahun dan tanggal posting Anda.
it_it: L'uso freddo Timeline pro wordpress plugin per presentare la vostra vita o la tua storia dell'azienda in un formato temporale verticale. Raffreddare Timeline Pro è un plugin linea temporale avanzato che crea automaticamente trama verticale reattivo in ordine cronologico in base alla data di anno e dei tuoi post.

source: Read More
de_de: Weiterlesen
fr_fr: Lire la suite
id_id: Baca lebih banyak
it_it: Leggi di più

# Post Type General Name
source: Timeline Stories
de_de: Zeitgeschichte
fr_fr: Chronologie Histoires
id_id: Cerita Timeline
it_it: Storie Timeline

# Post Type Singular Name
source: Timeline Stories
de_de: Zeitgeschichte
fr_fr: Chronologie Histoires
id_id: Cerita Timeline
it_it: Storie Timeline

source: Timeline Stories
de_de: Zeitgeschichte
fr_fr: Chronologie Histoires
id_id: Cerita Timeline
it_it: Storie Timeline

source: Parent Item:
de_de: Übergeordnetes Element:
fr_fr: Article parent:
id_id: Induk Item:
it_it: Articolo principale:

source: All Stories
de_de: Alle Geschichten
fr_fr: Toutes les histoires
id_id: semua Cerita
it_it: tutte le storie

source: Add New Story
de_de: Neue Geschichte hinzufügen
fr_fr: Ajouter une nouvelle histoire
id_id: Tambahkan Baru Cerita

source: Add New
de_de: Neue hinzufügen
fr_fr: Ajouter un nouveau
id_id: Tambah baru
it_it: Aggiungere nuova

source: New Story
de_de: Neue Geschichte
fr_fr: Nouvelle histoire
id_id: Cerita baru
it_it: Nuova storia

source: Edit Story
de_de: Geschichte bearbeiten
fr_fr: Modifier l'histoire
id_id: mengedit Cerita
it_it: Modifica brano

source: Update Story
de_de: Update Geschichte
fr_fr: Mettre à jour l'histoire
id_id: Update Cerita
it_it: Aggiornamento Story

source: View Story
de_de: Sehen Sie Geschichte
fr_fr: Voir l'histoire
id_id: Update Cerita
it_it: Vedi storia

source: Search Story
de_de: Suche Story
fr_fr: Rechercher une histoire
id_id: Cari Cerita

source: Not found
de_de: Nicht gefunden
fr_fr: Pas trouvé
id_id: Tidak ditemukan
it_it: Non trovato

source: Not found in Trash
de_de: Nicht gefunden im Papierkorb
fr_fr: Pas trouvé dans la Corbeille
id_id: Tidak ditemukan di Sampah
it_it: Non trovato nel Cestino

source: Timeline Post Type Description
de_de: Zeitleisten-Posttyp Beschreibung
fr_fr: Description du type de poste
id_id: Timeline Pos Jenis Deskripsi
it_it: Timeline Messaggio Tipo Descrizione

source: Cool Timeline
de_de: Cool Zeitleiste
fr_fr: Cool Chronologie
id_id: keren Timeline
it_it: raffreddare Timeline
