Repository: uwmadisoncals/cals-main-plugins
Catalog: cool-timeline-pro/languages/cool-timeline-*.po
Languages: de_de, fr_fr, id_id, it_it

source: Sorry,You have not added any story yet
de_de: Sie haben noch keine Geschichte hinzugefügt
fr_fr: Désolé, Vous n'avez pas encore ajouté d'histoire
id_id: Maaf, Anda belum menambahkan cerita apa pun
it_it: Siamo spiacenti, Non hai ancora aggiunto alcun storia

source: Vertical one sided
de_de: Vertikal einseitig
id_id: vertikal sisi
it_it: uno verticale unilaterale

source: flip
id_id: membalik
it_it: capovolgere

source: Horizontal Layout
de_de: Horizontale Anordnung
id_id: Tata Letak horisontal
it_it: layout orizzontale

source: Cool Timeline Pro
id_id: Keren Timeline Pro
it_it: Raffreddare Timeline Pro

source: jello
de_de: Wackelpudding
it_it: gelatina

source: fadein
de_de: einblenden
