Repository: uwmadisoncals/cals-main-plugins
Catalog: ipanorama-360-virtual-tour-builder-lite/languages/ipanorama-*.po
Languages: ru_ru

source: Builder
ru_ru: Построитель

source: Using this iPanorama
ru_ru: Пример шорткода

source: Useful Links
ru_ru: Полезные ссылки

source: Settings
ru_ru: Настройки

source: Documentation
ru_ru: Документация

source: iPanorama Items
ru_ru: Все панорамы

source: iPanorama Item
ru_ru: Панорама

source: Add New
ru_ru: Добавить панораму

source: Add New Item
ru_ru: Добавить панораму

source: Edit Item
ru_ru: Изменить панораму

source: New Item
ru_ru: Новая панорама

source: View Item
ru_ru: Посмотреть панораму

source: Search iPanorama Item
ru_ru: Поиск панорамы

source: No iPanorama Item found
ru_ru: Ничего не найдено

source: No iPanorama Item found in Trash
ru_ru: В корзине элемент не найден

source: All Items
ru_ru: Все панорамы

source: Title
ru_ru: Заголовок

source: Shortcodes
ru_ru: Шорткоды

source: Total Scenes
ru_ru: Всего сцен

source: Author
ru_ru: Автор

source: Date
ru_ru: Дата

source: scene(s)
ru_ru: сцена

source: iPanorama item updated.
ru_ru: Панорама обновлена.

source: yaw
ru_ru: по горизонтали (лево/право)

source: pitch
ru_ru: по вертикали (верх/низ)

source: zoom
ru_ru: масштаб

source: Preview
ru_ru: Предпросмотр

source: Load From File
ru_ru: Конфиг из файла

source: Save To File
ru_ru: Конфиг в файл

source: General
ru_ru: Настройки

source: Scenes
ru_ru: Сцены

source: Hotspots
ru_ru: Маркеры

source: Set panorama custom width and height.<br><br>Note:<br>Also you can set size via shortcode.
ru_ru: Задайте ширину и высоту панорамы. <br><br> Заметка: <br> Также вы можете установить размер по короткому коду.

source: Size
ru_ru: Размер

source: Default
ru_ru: По умолчанию

source: Check to use global settings
ru_ru: Включение глобальных настроек для данного параметра

source: Width
ru_ru: Ширина

source: Height
ru_ru: Высота

source: Choose a theme from the list.<br><br>Note:<br>You can create your own theme too and put it into the plugin folder for later use.
ru_ru: Выберите тему из списка. <br><br>Заметка:<br>Вы также можете создать свою собственную тему и поместить ее в папку плагина для последующего использования.

source: Theme
ru_ru: Темы

source: Set a preview image that will display before the panorama load.
ru_ru: Установите изображение предварительного просмотра, которое будет отображаться перед загрузкой панорамы.

source: Image Preview
ru_ru: Фоновое изображение

source: Enable/disable image preview.
ru_ru: Включить/отключить фоновое изображение.

source: Image
ru_ru: Изображение

source: Use this options to enable or disable different UI actions.
ru_ru: Используйте эти параметры для включения или отключения различных действий пользовательского интерфейса.

source: Actions
ru_ru: Действия

source: If ON the panorama will automatically load.
ru_ru: Если ON, панорама будет автоматически загружаться.

source: Auto load
ru_ru: Автоматическая загрузка

source: If ON the panorama will automatically rotate when loaded.
ru_ru: Если ON, панорама будет автоматически вращаться после загрузки.

source: Auto rotate
ru_ru: Автоматическое вращение

source: Speed
ru_ru: Скорость

source: Inactivity delay (ms)
ru_ru: Задержка бездействия (мс)

source: Enable/disable prevention of the default behavior on the mouseWheel event.
ru_ru: Включить/отключить поведения по умолчанию при использования колеса прокрутки мыши.

source: Mouse wheel, prevent the default behavior
ru_ru: Колесо прокрутки мыши, отключение обработки по умолчанию

source: Enable/disable the panorama rotate using the mouse scroll wheel.
ru_ru: Включить/отключить вращение панорамы с помощью колёсика прокрутки мыши.

source: Mouse wheel rotate
ru_ru: Вращение панорамы с помощью колёсика мыши

source: Rotate coefficient
ru_ru: Шаг вращения

source: Enable/disable the panorama zoom using the mouse scroll wheel.
ru_ru: Включить/отключить масштабирование с помощью колеса прокрутки мыши.

source: Mouse wheel zoom
ru_ru: Управление масштабом с помощью колёсика мышки

source: Zoom coefficient
ru_ru: Шаг масштабирования

source: Enable/disable the "grab/move" mode on the mouse hover event.
ru_ru: Включить/отключить режим управления камерой при наведении курсора мыши.

source: Hover grab
ru_ru: Управление камерой при наведении и перемещении курсора

source: Yaw coefficient
ru_ru: Шаг изменения по горизонтали (лево/право)

source: Pitch coefficient
ru_ru: Шаг изменения по вертикали (верх/низ)

source: Enable/disable the "grab/move" mode on the mouse click and move events.
ru_ru: Включить/отключить режим управления камерой при перемещении курсора мыши с нажатой клавишей.

source: Grab (click and drag)
ru_ru: Управление камерой с помощью мыши

source: Grab coefficient
ru_ru: Шаг изменения

source: Enable/disable the zoom by pinch gesture.
ru_ru: Включить/отключить масштабирование с помощью жестов.

source: Pinch zoom
ru_ru: Масштабирование с помощью жестов

source: Pinch zoom coefficient
ru_ru: Шаг измененения

source: Enable/disable navigation via keyboard.
ru_ru: Включить/отключить навигацию с помощью клавиатуры.

source: Keyboard navigation
ru_ru: Навигация при помощи клавиатуры

source: Enable/disable zoom via keyboard.
ru_ru: Включить/отключить масштабирование с помощью клавиатуры.

source: Keyboard zoom
ru_ru: Масштабирование с помощью клавиатуры

source: Specifies the fade duration in milliseconds, when transitioning between scenes.
ru_ru: Длительность затухания в миллисекундах при переходе между сценами.

source: Scene fade duration (ms)
ru_ru: Продолжительность затухания сцены при смене (мс)

source: Enable/disable loading scene images in background.
ru_ru: Включить/отключить загрузку сцен в фоновом режиме.

source: Scene images background load
ru_ru: Загрузка всех сцен в фоне

source: Enable/disable the animation in the mobile browsers.
ru_ru: Включить/отключить анимацию в мобильных браузерах.

source: Mobile animation
ru_ru: Мобильная анимация

source: Use this options to show or hide controls.
ru_ru: Используйте эти параметры, чтобы показать или скрыть элементы управления.

source: Controls
ru_ru: Элементы управления

source: Show controls on mouse hover event.
ru_ru: Показывать элементы управления при наведении курсора мыши.

source: Show controls on hover
ru_ru: Показывать элементы управления при наведении курсора

source: Show/hide the thumbnails slider control.
ru_ru: Показать/скрыть элемент управления с миниатюрами сцен.

source: Thumbnails slider control
ru_ru: Миниатюры сцен

source: Vertical type
ru_ru: Вертикальный вид

source: Horizontal type
ru_ru: Горизонтальный вид

source: Thumbnails are static
ru_ru: Статические

source: Show/hide the toggle thumbnails slider control.
ru_ru: Показать/скрыть элемент управления для показа миниатюр.

source: Toggle thumbnails slider control
ru_ru: Вкл/выкл миниатюр

source: Show/hide the scene next/prev control.
ru_ru: Показать/скрыть элемент управления перехода между сценами.

source: Scene next/prev control
ru_ru: Переход между сценами

source: Scene next/prev loop
ru_ru: Переход между сценами по кругу

source: Show/hide the zoom control.
ru_ru: Показать/скрыть элемент управления масштабированием.

source: Zoom control
ru_ru: Масштабирование

source: Show/hide the fullscreen control.
ru_ru: Показать/скрыть элемент управления включения и выключения полноэкранного режима.

source: Fullscreen control
ru_ru: Полноэкранный режим

source: Show/hide the auto rotate control.
ru_ru: Показать/скрыть элемент управления автовращением.

source: AutoRotate control
ru_ru: Автоматическое вращение сцены

source: Show/hide the compass control.
ru_ru: Показать/скрыть элемент управления компасом.

source: Compass
ru_ru: Компас

source: Show/hide the title control.
ru_ru: Показать/скрыть элемент управления заголовком.

source: Use this options to set common popover settings.
ru_ru: Используйте эти параметры для установки общих настроек для всплывающих окон.

source: Popover Settings
ru_ru: Настройки всплывающих окон

source: Enable/disable popovers.
ru_ru: Включить/отключить всплывающие окна.

source: Show Popovers
ru_ru: Всплывающие окна

source: Set a custom popover HTML template.<br><br>Note:<br>We recommend do not change this parameter without having some knowledge.
ru_ru: Задайте настраиваемый шаблон HTML для всплывающего окна. <br><br> Заметка: <br> Мы не рекомендуем изменять этот параметр без веских причин.

source: HTML template
ru_ru: Шаблон HTML

source: Set default placement property of popovers
ru_ru: Установить свойство размещения всплывающего окна относительно маркера по умолчанию

source: Popover placement
ru_ru: Размещение всплывающего окна относительно маркера

source: Popover is under the hotspot
ru_ru: Всплывающее окно распологается под маркером

source: Popover show trigger
ru_ru: Показ всплывающего окна

source: Specify how a popover will be triggered.
ru_ru: Укажите, при каких командах будет показано всплывающее окно.

source: Hover
ru_ru: При наведении курсора

source: Click
ru_ru: При нажатии

source: Popover hide trigger
ru_ru: Закрытие всплывающего окна

source: Specify how a popover will be hidden.
ru_ru: Укажите, при каких командах будет закрыто всплывающее окно.

source: Leave
ru_ru: При покидании курсора

source: Grab
ru_ru: При перемещении сцены

source: Manual
ru_ru: Вручную

source: Specify a CSS animation class for the popover show
ru_ru: Задание CSS класса с анимацией, который применяется при показе всплывающего окна

source: Popover Show CSS3 Class
ru_ru: CSS3 класс при показе

source: Specify a CSS animation class for the popover hide
ru_ru: Задание CSS класса с анимацией, который применяется при закрытии всплывающего окна

source: Popover Hide CSS3 Class
ru_ru: CSS3 класс при закрытии

source: Enter any custom css you want to apply on this virtual tour.<br><br>Note:<br>Please do not use <b>&lt;style&gt;...&lt;/style&gt;</b> tag with Custom CSS.
ru_ru: Введите любой пользовательский CSS, который вы хотите применить для этой панорамы. <br><br> Заметка: <br>Не используйте <b>&lt;style&gt;...&lt;/style&gt;</b>.

source: Custom CSS
ru_ru: Пользовательский CSS

source: Enable/disable custom css rules.
ru_ru: Включить/отключить пользовательский CSS.

source: Enter any custom javascript code you want to execute after the ipanorama load.<br><br>Note:<br>Please do not use <b>&lt;script&gt;...&lt;/script&gt;</b> tag with Custom JavaScript.
ru_ru: Введите любой пользовательский код javascript, который вы хотите выполнить после загрузки панорамы. <br><br> Заметка: <br> Не используйте <b>&lt;script&gt;...&lt;/script&gt;</b>.

source: Custom JavaScript
ru_ru: Пользовательский JS

source: Enable/disable a custom js source code. The code is hooked to the onload event.
ru_ru: Включить/отключить пользовательский javascipt. Код подключен к событию onLoad.

source: Handle 'onLoad' event
ru_ru: Обработать событие onLoad

source: Use this options to set common scene settings.
ru_ru: Используйте эти параметры для задания общих настроек сцены.

source: Scene Settings
ru_ru: Настройки сцены

source: Set title for selected scene.
ru_ru: Задать заголовок для выбранной сцены.

source: Scene title
ru_ru: Название сцены

source: The title has HTML markup
ru_ru: Название содержит HTML разметку

source: Select a type of selected scene and set images.
ru_ru: Выберите тип сцены и набор панорамных изображений для нее.

source: sphere
ru_ru: сфера

source: cylinder
ru_ru: цилиндр

source: cube
ru_ru: куб

source: Scene type
ru_ru: Тип сцены

source: Select count of textures for a cube scene.
ru_ru: Выберите количество текстур для сцены типа куб.

source: 1 Texture
ru_ru: 1 текстура

source: 6 Textures
ru_ru: 6 текстур

source: Texture count
ru_ru: Количество текстур

source: Front
ru_ru: Изображение

source: Back
ru_ru: Зад

source: Left
ru_ru: Лево

source: Right
ru_ru: Право

source: Top
ru_ru: Верх

source: Bottom
ru_ru: Низ

source: Advanced Options
ru_ru: Расширенные настройки

source: Set the sphere mesh quality.<br><br>Note:<br>This is a number of horizontal and vertical segments.
ru_ru: Задайте качество сетки.<br><br>Примечание:<br>Это количество горизонтальных и вертикальных сегментов.

source: Width segments
ru_ru: Кол-во сегментов по горизонтали

source: Height segments
ru_ru: Кол-во сегментов по вертикали

source: Set a thumbnail image for selected scene.
ru_ru: Задать изображение миниатюры для выбранной сцены.

source: Scene thumb image
ru_ru: Изображение для миниатюры

source: Save or use original scene camera lookat vector.
ru_ru: Сохранять или нет свойства камеры

source: Save camera lookat vector
ru_ru: Сохранять свойства камеры

source: Enable/disable the pitch limits.
ru_ru: Включить/отключить ограничения изменения вектора взгляда по вертикали (верх/низ)

source: Pitch limits
ru_ru: Ограничения изменения вектора взгляда по вертикали (верх/низ)

source: Up limit (degree)
ru_ru: Верхнее ограничение (градусы)

source: Down limit (degree)
ru_ru: Нижнее ограничение (градусы)

source: Enable/disable the yaw limits.
ru_ru: Включить/отключить ограничения изменения вектора взгляда по горизонтали (лево/право)

source: Yaw limits
ru_ru: Ограничения изменения вектора взгляда по вертикали (верх/низ)

source: Left limit (degree)
ru_ru: Ограничение слева (градусы)

source: Right limit (degree)
ru_ru: Ограничения справа (градусы)

source: Set the panorama's starting yaw and pitch position in degrees, and the zoom parameter.
ru_ru: Установите начальную позицию камеры по горизонтали и вертикали в градусах и параметр масштабирования.

source: Yaw
ru_ru: по горизонтали

source: Pitch
ru_ru: по вертикали

source: Zoom
ru_ru: масштаб

source: Set the north offset for compass direction, in degrees.<br><br>Note:<br>It only has an effect if compass is set to ON.
ru_ru: Задайте смещение компаса относительно севера в градусах.<br><br>Примечание:<br>Компас должен быть включен.

source: Compass Offset
ru_ru: Компас

source: Use target tool to quick create a hotspot and it's location on the panorama.
ru_ru: Используйте данный инструмент для быстрого создания маркеров и их размещения на панораме.

source: Target Tool
ru_ru: Инструмент создания маркеров

source: Enable/disable target tool.<br><br>Note:<br>When the target tool is ON click on the panorama together with Ctrl Key (for Mac with Meta Key).
ru_ru: Включить/отключить инструмент маркеров.<br><br>Примечание:<br>Когда инструмент активен при нажатой клавише Ctrl (для Mac клавиша Meta) и клике мыши на панораме будет создан маркер.

source: Set a hotspot location.
ru_ru: Задайте местоположение маркера.

source: Hotspot Location
ru_ru: Положение маркера

source: Set the hotspot's starting yaw and pitch position in degrees.<br><br>Note:<br>If you want to change the location of the selected hotspot, just click on the panorama together with Ctrl Key (for Mac with Meta Key).
ru_ru: Задайте начальную позицию по горизонтали и вертикали для маркера в градусах.<br><br>Примечание:<br>Если вы хотите изменить местоположение выбранного маркера, просто кликните мышкой на панораме вместе с нажатой клавишей Ctrl (для Mac клавиша Meta) в нужной позиции.

source: Set common hotspot settings.
ru_ru: Задайте общие параметры для маркера.

source: Hotspot Settings
ru_ru: Настройки маркеров

source: Set title for selected hotspot.
ru_ru: Задать заголовок для выбранного маркера.

source: Hotspot title
ru_ru: Заголовок маркера

source: Specify the ID of the scene to link to.
ru_ru: Идентификатор сцены для перехода.

source: none
ru_ru: не задано

source: Go to the scene
ru_ru: Перейти на сцену

source: Set a hotspot image, otherwise the plugin uses a theme icon.
ru_ru: Задайте изображение для маркера, в противном случае плагин использует значок из темы.

source: Image Custom Width (px)
ru_ru: Пользовательская ширина изображения (px)

source: Image Custom Height (px)
ru_ru: Пользовательские высота изображения (px)

source: This lets you connect a hotspot to an internet address.
ru_ru: Это позволяет задать маркер в виде интернет ссылки.

source: Url
ru_ru: Ссылка

source: Open url in new window
ru_ru: Открывать ссылку в новом окне

source: Enable/disable hotspot custom style.<br><br>Note:<br>You can define your own style for hotspot with images, icons, text and etc..
ru_ru: Включить/отключить пользовательский стиль для маркера.<br><br>Примечание:<br>Можно определить собственный стиль для маркера с изображениями, значками, текстом и т.д...

source: Custom style
ru_ru: Пользовательский стиль

source: Hotspot Class Name
ru_ru: CSS классы маркера

source: Set custom classes for a hotspot element.
ru_ru: Установить пользовательские CSS классы для маркера.

source: Hotspot HTML Content
ru_ru: HTML разметка

source: Set content for a hotspot element, if you want to make it complex.
ru_ru: Задать содержимое для маркера, если вы хотите сделать что-то нестандартное.

source: Hotspot user data, can be any valid string
ru_ru: Пользовательские данные для маркера

source: Set user data for a hotspot element, if you want to use it in your scripts.
ru_ru: Задать пользовательские данные для маркера, если вы хотите использовать их в своих скриптах.

source: Set common hotspot popover settings.
ru_ru: Задайте общие параметры для всплывающего окна выбранного маркера.

source: Enable/disable hotspot popover window.
ru_ru: Включить/отключить всплывающее окно.

source: Popover Content
ru_ru: Содержимое всплывающего окна

source: Set content for a popover window.
ru_ru: Задать содержимое всплывающего окна.

source: The popover content has HTML markup
ru_ru: Содержимое является HTML разметкой

source: Show on load
ru_ru: Показать сразу после загрузки сцены

source: Popover Placement
ru_ru: Размещение всплывающего окна

source: Set a placement property for a popover window.
ru_ru: Установить свойство размещения всплывающего окна относительно маркера по умолчанию.

source: default
ru_ru: По умолчанию

source: top
ru_ru: сверху

source: bottom
ru_ru: снизу

source: left
ru_ru: слева

source: right
ru_ru: справа

source: top-left
ru_ru: сверху-слева

source: top-right
ru_ru: сверху-справа

source: bottom-left
ru_ru: снизу-слева

source: bottom-right
ru_ru: снизу-справа

source: Popover Custom Width (px)
ru_ru: Пользовательская ширина всплывающего окна (px)

source: To use this iPanorama item in your posts or pages use the following shortcode:
ru_ru: Чтобы использовать панораму в ваших постах или страницах используйте следующие шорткод:

source: This is global settings. These options are shared among all items if you turn it ON for an item, see an item right side checkbox for each parameter.
ru_ru: Глобальные настройки. Данные параметры применяются ко всем элементам, если в них эта опция активна, смотри флажок переключения в правой части параметров элемента.

source: Update Settings
ru_ru: Сохранить

source: Fixed Size
ru_ru: Фиксированный

source: Custom CSS Content
ru_ru: Пользовательский CSS

source: Custom JS code
ru_ru: Пользовательский JavaScript код

source: Invalid iPanorama shortcode attributes
ru_ru: Неверно заданы атрибуты вызова шорткода

source: Invalid iPanorama slug attribute
ru_ru: Неверный задан атрибут slug при вызове шорткода
